Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] Talent Agent & The Threads of Fate KO>EN.tmx
Source language: ko_kr
Languages: en

source: 뒤로 갈수록 힘이 빠질 줄 알았는데 굉장히 잘 썼더라고요.
en: I thought the storyline would get weaker towards the end, but he did a great job.

source: 됐고, 나만 믿어요.
en: just trust me on this one.

source: 고오급 레스토랑이나 갈 줄 알았지.
en: I thought you would only enjoy fine dining.

source: 그냥… 기회를 한번 주고 싶습니다.
en: I just... want to give her a shot.

source: 당연한 리액션인데 이게 뭐라고 문제라고?
en: there’s nothing wrong with the line.

source: 역시 잘못 본 게 아니었어.
en: I knew I saw it.

source: 어려운 정도가 아니라 불가능해.
en: it’s going to be impossible.

source: 가수 쪽 연습생인가?
en: is she training to become a singer?

source: 잘 부탁드려요.
en: I look forward to working with you.

source: 다들 눈치만 보는데 별수 있나?
en: everybody’s just waiting for someone to say something.

source: 바쁘냐?
en: are you busy?

source: 최주명 밑에서 더 배울 것도 있고,
en: and I still have a lot to learn from mr. choi,

source: 그럼 일단 둘 다 보류할게요.
en: then, I’ll put both of them on hold.

source: 그쪽한테 한 소리 아니니까 신경 쓰지 마세요.
en: I didn’t say that to you, so don’t worry about it.

source: 결론만 말해 봐.
en: just tell me the bottom line.

source: 그럼 가는 동안이라도 눈 좀 붙여.
en: you should try to get some sleep on our way there then.

source: 알겠습니다!
en: I understand!

source: 죄송합니다, 죄송합니다…!
en: I’m sorry. I’m sorry...!

source: 대본 트집 잡는 거요.
en: you’re nitpicking the script.

source: 그럼 다녀와.
en: go ahead with the meeting.

source: 그럼, 내가 누군데.
en: of course. I’m always full of energy.

source: 무슨, 읽지도 않고 모르겠대?!
en: you’re saying you’re not sure without even reading over anything?!

source: 나 바빠요!
en: I’m busy!

source: 가수든, 배우든 상관없습니다!
en: I don’t care if it’s singing or acting!

source: 저도 얘기만 들은 거라….
en: I just heard rumors...

source: 저 진짜 열심히 할게요.
en: I’ll do my best.

source: 우리 나중에 다시 모이면 안 되겠나?
en: can we regroup some other time?

source: 첫인상부터 개차반인데 검은 선까지 달고 와?
en: he’s showing the black thread, as if his first impression wasn’t bad enough.

source: 그러니까 하는 말이에요.
en: that’s what I’m saying.

source: 그리고 그 회사 회장님 아들이 저랑 막연한 사이거든요.
en: I’m close with the son of the president of the company.

source: 비중은 우리가 책임지고 밀어 줄 테니까.
en: I’ll give you a major role.

source: 자, 마셔.
en: here you go.

source: 네, 맞아요.
en: yes, you’re right.

source: 오늘이나 내일 중으로 기사 나갈 거야.
en: the article is going to be published either today or tomorrow.

source: 그럼 애인은 있어요?
en: then, do you have a girlfriend?

source: 아직 준비한 게 많은데….
en: I still have a lot to show you...

source: 총알받이라….
en: a scapegoat...

source: 봤죠.
en: I did.

source: 아, 참.
en: oh and...

source: 전 이, 인준이 대학 선배 강지혜라고 합니다.
en: I’m jihye kang. I went to school with injoon.

source: ‘이미 짐작했다는 듯 반응해야 한다.’라는 건가요?
en: are you saying that the character should react in a way that she was expecting to find a lead?

source: 말도 마라.
en: don’t even get me started.

source: KBC에 박성진 PD가 준비 중인…
en: producer sungjin park from kbc is the one producing...

source: 지난번에는 잘 떠들었잖아요.
en: you had quite a lot to say the last time.

source: 어제 일, 최주명 귀에 들어갔나?
en: did mr. choi hear about what happened yesterday?

source: 혹시 인준 작가?
en: are you, by any chance, injoon, the writer?

source: 2J에서 기사 낸 거 못 봤어?!
en: did you not see the news released from 2j?

source: 혜령 씨도 나오는 신인데 들어봐도 괜찮지 않나요?
en: wouldn’t it be ok to listen to her opinion as well? she’s also in the scene.

source: 예, 팀장님.
en: yes, mr. choi.

source: 근데 그거 알아요?
en: but, did you know?

source: 혜령 씨 차기작 나랑 같이 해 보는 건 어때?
en: what do you think about working with me for hye-ryung’s next project?

source: 뭘 그런 걸 물어봐요?
en: why are you asking me such a thing?

source: 누구랑 다르게 내가 좀 베풀 줄 알거든.
en: I know how to be generous unlike somebody.

source: 에이, 설마요.
en: of course not.

source: 갑자기요?
en: all of a sudden?

source: 아니, 그게 아니라….
en: no, that’s not what I’m saying...

source: 케이블 시트콤에 출연하는 배우들 이름값이야 뻔하니까,
en: actors appearing on a cable sitcom aren’t that popular,

source: 누가 그쪽이랑 또 밥 먹는대요?
en: who told you there’s going to be a next time?

source: 두 사람 다 여긴 어떻게 왔어요?!
en: what are you guys doing here?!

source: 민규 씨가 너 외로울 거라고….
en: mingyu told me that you’d be lonely...

source: 기회가 아무 때나 오는 건 줄 알아요?
en: you think you’ll get another chance?

source: 오빠!!
en: injoon!

source: 화제가 됐을 때 맞춰서 보도 자료를 뿌리고,
en: once it gets the public’s attention, we should release the press releases.

source: 저희 배우 때문에 이런 일이 벌어지게 돼서요.
en: for everything you’ve gone through because of one of my artists.

source: 미팅 날짜랑 제작 발표회 날짜는 잡아 뒀고…
en: I’ve got the dates for the meeting and the press conference...

source: 제가 내린 결론은 이겁니다.
en: this is my conclusion.

source: 아… 저 핸드폰 없어요.
en: oh... I don’t have a phone.

source: 잘 안 돼도 나 원망하지 말고.
en: and don’t blame me if things don’t work out.

source: 별로 엮이고 싶지 않은데….
en: I don’t want to get involved...

source: 혹시, 연락처 좀 알려 줄 수 있어요?
en: can you give me your number?

source: 그렇긴 한데….
en: but...

source: 안 그래도 준비하고 있었죠.
en: I was actually preparing them.

source: 혜령이 연기력에 문제가 있을 리가 없지.
en: that’s not gonna be a problem.

source: 그거야 뭐 어려운 일도 아니지.
en: sure, I can do that.

source: 진짜 캐릭터 하나만 잘 건져도 될 텐데….
en: the most important thing is to develop an impressive character...

source: 자기 신작에 혜령이를 캐스팅하고 싶다네요.
en: he wants to cast hye-ryung for his next project.

source: 컷!
en: cut!

source: 어.
en: yeah.

source: 그럼 나중에 얘기는 해 볼게요….
en: I’ll try talking to them later...

source: 계속 확인하고 싶어지거든요.
en: and whether you can still influence others.

source: 정 뭣하면 향수 선물 받은 대가라고 치죠, 뭐.
en: if it makes it easier for you, just think that I’m repaying you for the cologne you bought me.

source: 그날 저녁 말이죠?
en: in the evening?

source: 할머니는 완전 기계예요!
en: she was a machine!

source: 그럼 결정나는 대로 연락 좀 줘요.
en: then please let me know as soon as you make a decision.

source: 그래야 기운 내서 열심히 하지.
en: so you can practice harder.

source: 그럴 리가요!
en: of course not!

source: 그럴 리가 없는데….
en: there’s no way...

source: 맞아, 오빠 쫑파티는 오실 거죠?
en: oh yeah, you’re coming to the party, right?

source: 없었는데?
en: I don’t think so?

source: 그럼, 그럴 위치까지 올라가면요?
en: what if you were in the position to do so?

source: 인준이가 선택 잘한 거예요.
en: injoon made the right decision.

source: 다음에 한잔 하면 되지, 뭐.
en: we can grab drinks next time.

source: 혜령이야 내가 뭘 해도 좋다고 하니까 놓치고 있던 부분도 많았고.
en: there seemed to have been many things I missed because hye-ryung was fine with everything that I’ve done.

source: 오서연 씨!
en: ms. oh!

source: 거기 잠수 타서 연락 안 된다고….
en: I thought we couldn’t get a hold of them...

source: 남들 눈에는 진짜 밀린 것처럼 보일 거 아닙니까.
en: people are going to think that you were pushed out.

source: 아침부터 점심때가 다 되도록 했는데 건진 게 없냐.
en: we’ve been shooting all morning but it’s all so bad I don’t think any of it will air.

source: 일단, 진심으로 죄송하다는 말씀부터 드리겠습니다.
en: first of all, I would like to formally apologize.

source: 어떻게 알았어요!?
en: how did you know?!

source: 대체 뭘 봤길래…!!
en: what did she see...?!

source: 편성 받을 수 있긴 해?
en: are they really going to air a sitcom?

source: 그 기자가 누구인지는 안 봐도 뻔하지.
en: I have a good idea who the reporter is.

source: 아, 이거요?
en: oh, this?

source: 지아 씨, 그게 무슨….
en: ms. han, what are you saying...

source: 내가 뭐, 못 올 곳 왔어?
en: am I not welcome here?

source: 회사 물이 고여서 그런지 슬슬 썩은 냄새가 올라오는 것 같거든.
en: I think the water here has been too stagnant that I can smell it’s starting to corrupt.

source: 응?
en: huh?

source: 어어… 그래.
en: okay, okay... good.

source: 한지아는 이런 개념 없는 짓은 안 하니까.
en: ji-ah would never do such a ridiculous thing.

source: 이거 해 봤자 얼마나 번다고….
en: we’re not making much money off of this...

source: 그게… 말이죠….
en: here’s the thing...

source: 혜령이가 드라마는 첫 주연이니까요.
en: yes, because it’s her first lead in a tv series.

source: 김규현이, 요새 잘나가더라?
en: so it seems like you’re doing well these days, gyuhyun?

source: 그쪽에서 제일 먼저 터뜨렸어요.
en: they were the ones to post first.

source: 지금 무슨 말도 안 되는….
en: I don’t know what you are talking about...

source: 아, 미, 미안.
en: oh, s-sorry.

source: 거기서 웃는데 소름이….
en: I got goosebumps when she smiled...

source: 잠시만요!
en: hold on!

source: …제가요?
en: ...me?

source: 그 친구가 혜령 씨를 꼭 한 번 보고 싶다더라고요.
en: and he really wants to meet ms. yun.

source: 최 팀장님!
en: mr. choi!

source: 무슨 전화야?
en: what was that about?

source: 오빠 나름대로 고민해서 저한테 가져다주신 거죠?
en: you’ve reviewed this before coming to me with it, right?

source: 수, 수지야.
en: s-sooji.

source: 그, 그래.
en: o-ok.

source: 그럼, 심증은 있는데 물증이 없다는 건데….
en: so we know who did it but don’t have proof...

source: 솔직히 강수지에 비해 약한 건 사실이지만,
en: yeonhee won isn’t as popular as sooji kang,

source: 자극적인 기사 앞에서, 훗날 진실이 밝혀지더라도
en: even if a news article is proved to be false later on,

source: 마지막까지 서연 씨를 보호해 줄 거라는 생각은 안 들었거든요.
en: I don’t think he would be the type to protect you.

source: 오늘 혜령 씨한테 밀렸다고.
en: that hye-ryung did a much better job today.

source: 취미 활동을 홍보에 쓰는 것도 아니고,
en: it’s not like we’re using her hobby for marketing.

source: 당연히 아무도 믿지 못하게 되는 거 아니겠어요?
en: wouldn’t it be natural to become incapable of trusting anybody?

source: 둘 다 고만고만한 곳들이고.
en: both companies are similar in size.

source: 근데 조금 의외네요.
en: but, this is surprising.

source: 팀장님!
en: team leader!

source: 부담스러웠을 텐데….
en: it must not have been easy...

source: 너무 행복하다!
en: I’m so happy!

source: 혜령 씨 담당하시는 실장님 맞죠?
en: you’re the chief who manages hye-ryung, right?

source: 여론이라는 게 기사 몇 줄에 손바닥 뒤집듯 이렇게 바뀌나….
en: I guess the public opinion can change in a blink of an eye with just a few lines...

source: 혜령이 문제야?
en: is there a problem with hye-ryung?

source: 관련 파일은 메일로 보내 주세요.
en: please send me the file related to the show.

source: 이거 진짜 가능하신 거죠?
en: you can promise these, right?

source: 그래요.
en: yes.

source: 최 팀장님은 지금 어디 계세요?
en: where is mr. choi?

source: 모기 쫓는다는 게 손에 힘이 없어서 그만.
en: I was trying to get mosquitoes away and my bag slipped out of my hand.

source: 거기, 두 사람.
en: hey, you two.

source: 어떻게 잡은 예능인데!?
en: do you know how difficult it was to get haneul on a variety show?

source: 야, 김인준!
en: hey, injoon!

source: 그리고 나 친구 많거든?
en: and, I have a lot of friends, you know.

source: 분명히 봤는데….
en: I definitely saw something...

source: 배우팀 연습생으로 보내면 어떨까 싶어서요.
en: I was just thinking about giving her a shot to train to become an actress.

source: 지금까지 연습한 거 해 봐.
en: show me the lines you’ve been practicing.

source: 촬영은 잘되고 있어요?
en: is the shooting going well?

source: 심란하게….
en: it makes me uneasy...

source: 됐어.
en: stop.

source: 도착하신 시간 보니, 실력 어디 안 갔네요.
en: that was quick. I guess you still got it.

source: 한번 봐 봐.
en: have a look.

source: 이거 큰일인데….
en: this isn’t good...

source: …전데요?
en: it was me...

source: 대본 진짜 죽여준다고!
en: this script is an award winner for sure!

source: 제발 말 좀 해 주세요!
en: can you please ask them?!

source: 환장하겠네.
en: are you kidding me?

source: 어떻게든 피 한 방울 더 빨아먹으려는 것들….
en: those blood sucking parasites...

source: 죄, 죄송합니다.
en: I-I’m so sorry.

source: 괜찮아요?
en: is everything alright?

source: 알겠습니다, 감독님.
en: sounds good, mr. kim.

source: 달라붙지 마요!
en: don’t get so close to me!

source: 연기도 재능은 딱히….
en: she doesn’t seem to have talent in acting either...

source: 혜령이 많이 강해졌네.
en: hye-ryung’s gotten stronger.

source: 일단, 합의 보고 최대한 빨리 덮는 쪽으로 가죠.
en: let’s try to come to an agreement as soon as possible and cover up the story.

source: 방금 연기한 대본이 운명의 선과 연결된 게 아니라서 그런가?
en: could it be because the lines she just read weren’t tied to the thread of fate?

source: 얘기 들어 보니까 첫 회 게스트로 혜령 씨 어떠냐는 거 같던데.
en: I heard they’re thinking of inviting hye-ryung as their first guest.

source: 거절하는 거 아니었어?
en: I thought you were going to decline.

source: 뭐래요?
en: what did he say?

source: [속보] 배우 원연희.
en: [NEWSFLASH] ACTRESS YEONHEE WON.

source: 신인 작가도 좋은 작품을 쓸 수는 있겠지만….
en: a new writer definitely can produce great work, but...

source: 기죽은 모습 구경 좀 하려 했더니.
en: I wanted to see how depressed she was.

source: 아, 이거 어떡하죠?
en: oh man.

source: 한지아….
en: ji-ah han...

source: 감사합니다!!
en: thank you!

source: 수지야, 슬슬 정정 보도 내야할 것 같은데.
en: sooji, I think we need to release corrections to the interview.

source: 김 실장도 알지?!
en: you know who she is, right?!

source: 내가 언제 혜령 씨 의견 물어봤어?
en: did I ask for your opinion?

source: 알았으니까 빨리 전화해 보라고!
en: I got it, so call them right now!

source: 지아 씨….
en: ms. han...

source: 그럼.
en: of course.

source: 걸려도 더럽게 잘못 걸렸다.
en: we’re in big trouble now.

source: 이지상이는 한 번씩 밟아 줘야 정신을 차리거든.
en: that guy needs wake up calls from time to time.

source: 인준 씨?
en: injoon?

source: 어느 순간 정신 차려 보니까 영화 주연에,
en: one day I woke up and I was the lead of a movie,

source: 오, 그럼 얘 어때요?
en: ah ha, then how about her?

source: 얘기 못 들었어?
en: you didn’t hear?

source: 어떻게 생각하든 내 마음이지!
en: I can think whatever I want to!

source: 약속하신 겁니다.
en: you gave me your word.

source: 봄에 개봉 예정이니까 시사회 꼭 와요.
en: it’s going to be released in spring so please come to the premiere.

source: 근데 대체 왜 얘한테서 운명의 선이 보이는 거냐고…!
en: but why is the thread of fate appearing from her?!

source: 촬영 시작할 때는 망할 줄 알았는데.
en: I thought it was gonna be so bad at first.

source: 그래, 어렵겠지.
en: yes, it’ll be hard.

source: 아뇨!
en: no.

source: 한지아 씨한테도 이러는 인간이
en: he’s the type of person who can do these kind of things to ms. han.

source: 이거 읽어 봐.
en: here, read this.

source: 뭐야 갑자기… 사람 불안해지게.
en: why is he asking that all of a sudden? it’s making me nervous...

source: …벌써 터졌나?
en: did he already find out?

source: 차기작 얘기는 왜 꺼내 가지고.
en: why did I have to talk about her next project?

source: 바쁘긴 했지만… 그래도 너무 무신경했나?
en: I’ve been busy... but was I being a bit too indifferent?

source: 잘 다녀오셨어요?
en: I hope your trip went well.

source: 완전히 막을 수는 없겠죠?
en: but you wouldn’t be able to stop it from being reported completely, would you?

source: 야야, 그만해.
en: hey, stop it.

source: 그 와중에 사기도 몇 번 당했고요.
en: on top of that, she got scammed a few times too.

source: 야, 이거 진짜야?
en: what? is this true?

source: 나 보고 싶었지?
en: did you miss me?

source: 저 할 수 있어요.
en: I can do it.

source: 누나.
en: hey.

source: …연습생 생활은 오래됐는데 언제 데뷔할지는 모르겠고,
en: I’ve spent a long time as a trainee and I still don’t know when I’ll be able to make a debut...

source: 그 작품으로 생각하고 있어.
en: that’ll probably the show you’re going to debut in.

source: 어떻게 그러실 수가 있어요?!
en: how could you do that?!

source: 지난번에 중국 화장품 건 캔슬되고 나서 새로 두 군데 들어왔거든요.
en: two new offers came in after the commercial deal for the chinese cosmetics got cancelled.

source: 멘트 챙겨 줄 필요 없다는 거지?
en: so you’re saying I don’t have to worry about how she comes out, right?

source: 으….
en: ugh...

source: 서로 같은 배 탄 사람끼리 인터뷰로 저격하고 그러지 맙시다.
en: we’re all on the same boat. let’s not degrade one another in interviews.

source: 아, 눈에 뭐가 들어갔나 봐요.
en: oh, I think something went into my eyes.

source: 감독님께서 그렇게 말씀하시니, 알겠어요.
en: alright. if you say so, producer kim.

source: 전화 다 끄고 잠수탔어요.
en: they turned off their phones and have gone off grid.

source: 안 그래도 그것 때문에 연락했지.
en: oh, I called to talk to you about that.

source: 그래서 이 배역을 탐내던 분들도 정말 많으셨고요.
en: that’s why there were so many actresses who wanted this part.

source: 말했죠?
en: see?

source: 감사합니다.
en: thank you.

source: 혜령이라든가.
en: did hye-ryung?

source: 아, 그리고 이제 청소 안 해도 돼.
en: oh, and you don’t have to clean anymore.

source: 열정
en: passionate

source: 수지야, 가자.
en: let’s go, sooji.

source: 손하늘이 그렇게 마음에 들었나?
en: I wonder if it’s because haneul left a good impression.

source: 와, 강수지 소문보다 더 하네요.
en: wow, sooji kang is worse than what I’ve heard.

source: 혜령 씨는…
en: hye-ryung...

source: 조 작가!
en: minhee!

source: 촬영 준비하면서 이렇게 힘든 건 처음이야, 정말….
en: I think this is the hardest time I’ve had preparing for a production...

source: 오, 오셨습니까!
en: w-welcome back, sir!

source: 저래가지고 누가 데리고 살지….
en: I wonder who’d be able to tolerate that...

source: 이거 누가 시켰어.
en: who told you to clean?

source: 아, 형 좀 놔 봐!
en: hey, let go of me!

source: 지금 바로 세팅 바꾸겠습니다!
en: we’ll change the set right away!

source: 저만요.
en: I’m the only one who’s done.

source: 이건 또 뭐예요…?
en: what’s this...?

source: 고생하는데 빈손으로 오긴 그렇잖아.
en: you’re working hard, so I didn’t want to come empty-handed.

source: 작가야 많죠.
en: I know many.

source: 하늘 씨, 잠깐만요!
en: haneul, stop!

source: ‘3팀’에 붙여 줄 생각이었는데 말이지.
en: I was thinking of putting you in team three.

source: 어째 하나같이 다 별로냐?
en: nothing seems to suit her well.

source: 안녕하십니까!
en: hello!

source: 그, 그러게.
en: s-seriously.

source: 본인이 괜찮다면 한번 해 보지, 뭐.
en: if she’s fine with it, then let’s try it.

source: 구체적으로 어떤 부분이 이상하시다는 거죠?
en: can you tell me exactly which part doesn’t seem right?

source: 안 그래도 골치 아픈 문제긴 했다.
en: it was definitely becoming a problem.

source: 저 여우같은 게 인준이 앞이라고 내숭 떠는 것 봐.
en: wow, look at you pretending to be all shy.

source: 혜령이한테 빨리 대본부터 보여 주고 싶어서요.
en: I want to show hye-ryung the script right away.

source: 아니면 다시는 우리 쪽 연예인들한테 인터뷰 요청 넣지 말든지!
en: or you will never be able to interview any of our artists!

source: 그리고 종우 씨는 겸사겸사 계약 연장도 하실 거고요.
en: and you’ll get a contract extension for that.

source: 원래 대중의 시선이라는 게 그렇다.
en: the public scrutiny is a cruel thing...

source: 또 서열 정리한다고 나댔죠?
en: she tried to boss everyone around, huh?

source: 하, 그래서 여긴 왜 왔어요?
en: sigh, so why did you come?

source: 넌 애가 눈치가 없니?
en: I guess you can’t take a hint!

source: 잠깐, 혼자?
en: wait, by herself?

source: 예산도 제법 괜찮게 타 왔고.
en: and, I’ve already secured enough budget as well.

source: 아까 전화했을 때 말씀해 주시지.
en: you should’ve told me on the phone.

source: 그래서 제보자가 누구래요?
en: so, who’s this informant?

source: 그러고 보니…
en: now that I think about it...

source: 선배님, 안녕하세요.
en: hello.

source: 네, 그럴게요.
en: I will.

source: 그런 촌스러운 타이틀을 생각한 사람이.
en: who was the one came up with such a tacky name?

source: 번호?
en: your number?

source: 둘이… 별 얘기 안 한 거 같지?
en: those two... seem alright, right?

source: 지겨우니까 그만 좀 해요!
en: we’ve heard it too many times!

source: 나한테 말도 안 하고 이렇게 기사 내면 어쩌자는 겁니까?!
en: how could you post this story without even telling me?!

source: 연기 쪽으로 넘어온다고 해서 데뷔시켜 준다는 약속은 못 해요.
en: I can’t promise you’d be able to debut just because you’re moving to the actors team.

source: 넌 계속 바쁘지?
en: you’re still busy, right?

source: 하늘이 상대 배우 매니저였지?
en: the manager of the actor haneul is working with.

source: 그게 말이 돼요?!
en: do you think that makes any sense...?!

source: 쉬기는요.
en: I didn’t get to rest...

source: 잘 먹을게!
en: thanks for dinner!

source: 야, 근데 혹시…
en: hey, ummm...

source: 제가 맡은 부분이니 저도 제 의견을 말씀드려도 될 것 같아서요.
en: I thought it’d be alright for me to offer my opinion on my character as well.

source: 기는 무슨.
en: nah.

source: 너 내일부터 데뷔조로 빼 줄 테니까.
en: I’ll put you into the debut group.

source: 근데, 무슨 겁이 그렇게 없는지….
en: then how can you be so reckless...?

source: 먹자.
en: let’s eat.

source: 자기 복 자기가 걷어차겠다는데.
en: you’re the one rejecting this amazing offer.

source: 조심해서 들어가고.
en: well, take care then.

source: 당장 대표실로 올라오시래요!
en: you need to come to the ceo’s office right now!

source: 손하늘 인터뷰로 시트콤 얘기까지 이어가면 베스트인데….
en: and it’d be best if haneul can get an interview to naturally mention the sitcom...

source: 이거 나름 비싼 건데.
en: this is pretty expensive, too.

source: 좀이요?
en: a bit?

source: 지금 절 어떻게 생각하는지.
en: how you think of me now.

source: 어머!
en: oh!

source: 배우 관리 안 하냐?
en: shouldn’t he be watching after his actor?

source: 캐스팅 부실로 망할 일은 없어서 좋긴 한데….
en: so it’s good to know that the casting of this project is moving in the right direction, but...

source: 한 명 사무실로 보냈는데 아마, 아무도 출근 안 했겠죠.
en: I sent someone to their office, but I’m pretty sure nobody’s there.

source: 혜령아, 벌써 촬영 다 끝난 거야?
en: hye-ryung, are you already done with your scene?

source: 아까부터 본척만척 말도 없고.
en: you didn’t say a word to me this whole time.

source: …아, 미치겠네.
en: ah, this is driving me insane.

source: 와, 내가 언제?
en: whoa, when did I bug you?

source: 고작 이런 광고 하나 안 찍는다고 굶어 죽을 것 같아요?
en: do you think I’ll be out of work because I didn’t shoot a commercial?

source: 조만간에 팀 개편이 있을 거거든.
en: there’s going to be a reorganization soon.

source: 그만두지 못해?!
en: can everybody stop it?!

source: 사직서 들고 가서 담판 지었어.
en: I made sure of it. I even told them I’d quit if they don’t.

source: 압니다.
en: I do.

source: 진짜 구해 온 거야?
en: did you really find one?

source: 작가만 구해 온다면 뭐….
en: well, if you’re going to find a writer for me then...

source: 진짜?
en: really?

source: 적당히 좀 들이대라, 진짜.
en: stop approaching her, that’s enough.

source: 지금 무리하는 거 아니야?
en: aren’t you overdoing it a bit?

source: 제작비 부족 같은 소리 하지 말고, 작가 페이는 확실하게 챙겨 주라고요.
en: I’ll tell him not to whine how he doesn’t have the budget to pay you well.

source: 명절 지나고 밥 한 번 사겠습니다.
en: I’ll treat you out after the holidays.

source: 그냥 드리면 재미가 없죠.
en: it wouldn’t be fun to let you eat for free.

source: 오빠가 그랬잖아요.
en: you told me.

source: 한지아 선배님을 거절하신 분이 제 연락처를 받아가셨다면…
en: people were saying if someone who declined an offer from ms. ji-ah han took my number...

source: 혜령 씨도 네가 담당하고 있잖아.
en: you’re managing ms. yun.

source: 대본이 너무 좋습니다.
en: but the script is just too good.

source: 수고하셨습니다.
en: thank you for your hard work.

source: 대놓고 말은 안 해도 적당히 했으면 하는 눈치죠.
en: they didn’t say much, but you could tell they were uncomfortable.

source: 제일 걱정스러운 건 강수지한테 브레이크를 걸 사람이 없습니다.
en: what worries me most is that there’s no one who can keep sooji kang in check.

source: 아무튼, 전 가 보겠습니다.
en: anyway, I’ll see you later.

source: 애들 가르치다 보면 감이 오거든요.
en: when you teach students, you get a feeling.

source: 아니, 그러다가 진짜 엎어지면 어떻게 하려고요?!
en: wait, but what if both of them retract their offers?!

source: 지아 씨 덕에 이것저것 많이 배웠습니다.
en: I got to learn a lot from you, miss han.

source: 이 시간에 누구지?
en: who could it be at this hour?

source: 요즘 시대에 무슨 시트콤을 찍겠다고.
en: who produces sitcoms these days?

source: 얘기할 게 뭐가 있어?
en: what’s there to talk about?

source: 대본 리딩 했다면서요.
en: I heard you had a read-through rehearsal.

source: 그리고 나중에 팀장 소리도 들을 텐데, 그때는 어쩌려고요?
en: and, you’ll be called a team leader later on. what will you do then?

source: 그 PD 실력이 그렇게 좋아?
en: is the producer that good?

source: 그것 때문이잖아.
en: that’s what’s been bothering, no?

source: 평범한 건가?
en: is this normal?

source: 별수 없나.
en: I guess that’s the least I can do.

source: 사과 받으러 온 거 아닙니다.
en: I didn’t come here for your apology.

source: 벌써 들킬 줄은 몰랐겠지만.
en: he wouldn’t have thought he’d get caught this soon.

source: 거짓말하면 나중에 더 상처받으니까.
en: if you lie now, I’ll hurt more later.

source: 내가 모니터링 한두 번 하냐?
en: this isn’t my first time, you know.

source: 이게 이렇게 기분 나쁜 거였나?
en: did this always feel so bad?

source: 그 인간들 눈에는 기껏 키워 놨더니 은혜도 모르는 애로 보였겠죠.
en: they probably think that they were the ones who made these artists top celebrities and got betrayed by them.

source: 근데 뭐 어쩌겠어요.
en: yeah, but what can you do?

source: 같은 회사 여배우 둘이 주연 자리를 차지해 봐.
en: imagine two actresses from the same agency getting both of the lead roles.

source: 그런데 개편까지?
en: but there’s going to be a reorganization on top of that?

source: 그래서 혹시나 하는 마음에 떠봤는데….
en: so I thought I decided to prod...

source: 데뷔에 도움 되는 거면 해 볼게요.
en: if it’ll help, I’ll do it.

source: 인준이 넌 나가서 나랑 얘기 좀 하자.
en: injoon, I’d like to have a word with you outside.

source: 쓸데없는 소리 하지 마!
en: stop it!

source: 지아 씨가 저런 말을 한 건 팩트인데.
en: it’s fact that she has said stuff like that before.

source: 그럼 김 실장이 좀 말려 봐.
en: then you should try to talk him out of it.

source: 인준 씨, 얼굴 보니 좋구먼.
en: injoon, it’s good to see you.

source: 아, 칭찬하려는 거니까 걱정할 필요 없어.
en: oh, I’m just trying to give you a compliment so don’t worry.

source: 윤혜령이야 원래 연기 잘했다 치고, 손하늘은 완전 초짜잖아.
en: hye-ryung yun was a good actor to begin with, but haneul son is a rookie.

source: 네가 아무리 잘나가도 안 그만둘 테니까.
en: I won’t leave you no matter how popular you get.

source: 차라리 단역 같은 거라도 끼워 넣어서….
en: maybe I should let her play a minor role...

source: 됐고.
en: hey.

source: 이근애예요.
en: I’m keun-ae lee.

source: 그 녹음 파일이 조작된 게 아니고요?
en: isn’t the clip forged?

source: 넌 그런 게 좀 빨리 터졌다고 생각해.
en: just think that it happened sooner than expected.

source: 촬영 바로 들어가도 될까?
en: can we begin shooting now?

source: 뭐야, 진짜 1팀으로 보내려고?
en: what? is he really thinking of sending me to team one?
